Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvOnboarding/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Add another profile
de: Anderes Profil hinzufügen
es: Añadir otro perfil
fr: Ajouter un autre profil
it: Aggiungi un altro profilo
ja: 別のプロフィールを追加
ko: 다른 프로필 추가
pt_br: Adicionar outro perfil
pt_pt: Adicionar outro perfil
ru: Добавить ещё один профиль
uk: Додати інший профіль
zh_hans: 添加其他个人资料

source: Authenticate
de: Authentifizieren
es: Autenticar
fr: S'authentifier
it: Autenticati
ja: 認証
ko: 인증
pt_br: Autenticar
pt_pt: Autenticar
ru: Авторизоваться
uk: Аутентифікація
zh_hans: 身份验证

# AUTOMATIC_BACKUP_COULD_NOT_BE_ENABLED_TITLE
source: Automatic backup could not be enabled
de: Automatische Sicherung konnte nicht aktiviert werden
es: No se pudo activar la copia de seguridad automática
fr: Il n'a pas été possible d'activer les sauvegardes automatiques
it: Impossibile attivare il backup automatico
ja: 自動バックアップを有効にできませんでした
ko: 자동 백업을 활성화할 수 없습니다.
pt_br: Não foi possível ativar o backup automático
pt_pt: Não foi possível ativar a cópia de segurança automática
ru: Не удалось включить автоматическое резервное копирование
uk: Не вдалося ввімкнути автоматичне резервне копіювання
zh_hans: 无法启用自动备份

source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回

# BUTON_TITLE_ACTIVATE_NOTIFICATION
source: Manage notifications
de: Benachrichtigungen verwalten
es: Gestionar notificaciones
fr: Gérer les notifications
it: Gestisci notifiche
ja: 通知設定
ko: 알림 관리
pt_br: Gerenciar notificações
pt_pt: Gerir notificações
ru: Управление уведомлениями
uk: Керувати сповіщеннями
zh_hans: 管理通知

# BUTON_TITLE_REQUEST_RECORD_PERMISSION
source: Configure Microphone Access
de: Mikrofonzugriff konfigurieren
es: Configurar Acceso al Micrófono
fr: Configurer l'accès au micro
it: Configura l'accesso al microfono
ja: マイクへのアクセスを設定
ko: 마이크 접근 권한 설정
pt_br: Configurar permissão de acesso ao microfone
pt_pt: Configurar permissões do microfone
ru: Настроить доступ к микрофону
uk: Налаштувати доступ до мікрофона
zh_hans: 配置麦克风访问权限

# CHOOSE_ACTIVE_DEVICE_SUBTITLE_WHEN_MULTIDEVICE_FALSE
source: Other devices will be deactivated within 30 days.
de: Andere Geräte werden innerhalb von 30 Tagen deaktiviert.
es: Otros dispositivos se desactivarán en 30 días.
fr: Les autres appareils seront désactivés dans les 30 jours.
it: Altri dispositivi verranno disattivati entro 30 giorni.
ja: 他のデバイスは30日以内に非アクティブになります。
ko: 다른 기기는 30일 이내에 비활성화됩니다.
pt_br: Outros dispositivos serão desativados em 30 dias.
pt_pt: Os outros dispositivos serão desativados dentro de 30 dias.
ru: Другие устройства будут деактивированы через 30 дней.
uk: Інші пристрої будуть деактивовані протягом 30 днів.
zh_hans: 其他设备将在30天后停用。

# CHOOSE_ACTIVE_DEVICE_SUBTITLE_WHEN_MULTIDEVICE_TRUE
source: Here is your current device list, including the device you are about to add.
de: Dies ist Ihre aktuelle Geräteliste, einschließlich des Geräts, das Sie gerade hinzufügen möchten.
es: Esta es la lista de tus dispositivos actuales, incluyendo el dispositivo que estás a punto de agregar.
fr: Voici vos appareils actuels, ainsi que celui que vous vous apprêtez à ajouter.
it: Ecco l'elenco dei tuoi dispositivi attuali, incluso quello che stai per aggiungere.
ja: こちらが現在のデバイスの一覧です。これから追加しようとしているデバイスも含まれています。
ko: 현재 사용 중인 기기 목록입니다. 곧 추가하려는 기기도 포함되어 있습니다.
pt_br: Aqui está a lista de dispositivos que você já usa, incluindo o dispositivo que você está prestes a adicionar.
pt_pt: Esta é a sua lista de dispositivos atual, incluindo o dispositivo que está prestes a adicionar.
ru: Это список ваших текущих устройств, включая устройство, которое вы собираетесь добавить.
uk: Ось список ваших поточних пристроїв, включно з тим, який ви збираєтесь додати.
zh_hans: 这是您当前设备列表，包括您即将添加的设备。

# CHOOSE_ACTIVE_DEVICE_TITLE_WHEN_MULTIDEVICE_FALSE
source: Choose which device you wish to keep active
de: Wählen Sie das Gerät aus, das Sie aktiv behalten möchten
es: Elige qué dispositivo quieres mantener activo
fr: Choisissez quel appareil vous souhaitez maintenir actif
it: Scegli quale dispositivo desideri mantenere attivo
ja: アクティブに維持したいデバイスを選択してください
ko: 활성 상태로 유지할 장치를 선택하세요.
pt_br: Escolha qual dispositivo você deseja manter ativo
pt_pt: Escolha qual dispositivo deseja manter ativo
ru: Выберите устройство, которое хотите оставить активным
uk: Оберіть пристрій, який ви бажаєте тримати активним
zh_hans: 选择您希望保持活跃状态的设备

# CHOOSE_ACTIVE_DEVICE_TITLE_WHEN_MULTIDEVICE_TRUE
source: You have a multi-device subscription
de: Sie haben ein Multi-Geräte-Abonnement
es: Tienes una suscripción multi-dispositivo
fr: Vous disposez d'un abonnement multi-appareils
it: Hai un abbonamento multi-dispositivo
ja: 複数のデバイスで利用できるサブスクリプションをお持ちです
ko: 여러 기기에서 사용할 수 있는 구독권을 가지고 있습니다.
pt_br: Você tem uma assinatura que permite usar em vários dispositivos
pt_pt: Tem uma subscrição que permite o uso em vários dispositivos
ru: У вас подписка для нескольких устройств
uk: У вас є передплата для кількох пристроїв
zh_hans: 您已订阅多设备服务

# CHOOSE_YOUR_BACKUP_FILE_ONBOARDING_TITLE
source: Choose your backup file
de: Wähle deine Backup-Datei
es: Elige tu archivo de copia de seguridad
fr: Choisissez votre fichier de sauvegarde
it: Scegli il tuo file di backup
ja: バックアップファイルを選択
ko: 백업 파일을 선택하세요
pt_br: Escolha o arquivo de backup
pt_pt: Escolha o seu ficheiro de cópia de segurança
ru: Выберите файл резервной копии
uk: Оберіть файл резервної копії
zh_hans: 选择你的备份文件

# CLEAR_ALL
source: Clear
de: Löschen
es: Borrar
fr: Recommencer
it: Cancella
ja: クリア
ko: 지우기
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
uk: Очистити
zh_hans: 清除

source: Client secret
de: Client-Geheimnis
es: Secreto del cliente
fr: Secret client
it: Segreto client
ja: クライアントシークレット
ko: 클라이언트 보안 키
pt_br: Segredo do cliente
pt_pt: Segredo do cliente
ru: Секретный ключ клиента
uk: Ключ клієнта
zh_hans: 客户端密钥

source: Configuration scan
de: Konfigurationsscan
es: Análisis de configuración
fr: Scan de configuration
it: Scansione configurazione
ja: 設定スキャン
ko: 구성 스캔
pt_br: Análise de configuração
pt_pt: Análise da configuração
ru: Сканирование конфигурации
uk: Сканування конфігурації
zh_hans: 配置扫描

# CONFIGURE_YOUR_IDENTITY_PROVIDER_MANUALLY
source: Manual configuration of your identity provider
de: Manuelle Konfiguration Ihres Identitätsanbieters
es: Configuración manual de tu proveedor de identidad
fr: Configuration manuelle de votre fournisseur d'identité
it: Configurazione manuale del tuo provider di identità
ja: ID プロバイダーの手動設定
ko: ID 공급업체 수동 구성
pt_br: Configuração manual do seu provedor de identidade
pt_pt: Configuração manual do seu provedor de identidade
ru: Ручная настройка вашего поставщика удостоверений
uk: Ручне налаштування вашого провайдера ідентифікації
zh_hans: 手动配置您的身份提供程序

source: Copy error
de: Kopierfehler
es: Error al copiar
fr: Copier l'erreur
it: Errore di copia
ja: コピーエラー
ko: 복사 오류
pt_br: Erro ao copiar
pt_pt: Erro ao copiar
ru: Ошибка копирования
uk: Помилка копіювання
zh_hans: 复制失败

# COPY_ERROR_TO_PASTEBOARD
source: Copy error to clipboard
de: Fehler beim Kopieren in die Zwischenablage
es: Error al copiar al portapapeles
fr: Copier l'erreur dans le presse-papiers
it: Errore nella copia negli appunti
ja: コピーエラーをクリップボードにコピー
ko: 복사 오류를 클립보드에 복사
pt_br: Erro ao copiar para a área de transferência
pt_pt: Erro ao copiar para a área de transferência
ru: Ошибка копирования в буфер обмена
uk: Помилка копіювання в буфер обміну
zh_hans: 复制错误到剪贴板

# COULD_NOT_PERFORM_OWNED_IDENTITY_TRANSFER_ALERT_%@
source: The profile could not be transfered. Please try again. If the problem persists, please contact %@.
de: Das Profil konnte nicht übertragen werden. Bitte versuche es erneut. Wenn das Problem weiterhin besteht, wende dich bitte an %@.
es: No se pudo transferir el perfil. Por favor, inténtalo de nuevo. Si el problema persiste, ponte en contacto con %@.
fr: Le profil n'a pas pu être transféré. Si ce problème persisted, contactez %@.
it: Impossibile trasferire il profilo. Riprova. Se il problema persiste, contatta %@.
ja: プロファイルの転送に失敗しました。もう一度お試しください。問題が解決しない場合は、%@までご連絡ください。
ko: 프로필 전송에 실패했습니다. 다시 시도해 주세요. 문제가 계속되면 %@으로 문의해 주세요.
pt_br: Não foi possível transferir o perfil. Tente novamente. Se o problema persistir, entre em contato com %@.
pt_pt: Não foi possível transferir o perfil. Tente novamente. Se o problema persistir, entre em contacto com o suporte em %@.
ru: Не удалось загрузить профиль. Пожалуйста, попробуйте еще раз. Если проблема не исчезнет, обратитесь в %@.
uk: Не вдалося завантажити профіль. Будь ласка, спробуйте ще раз. Якщо проблема не зникає, зверніться до %@.
zh_hans: 无法传输个人资料。请重试。如果问题仍然存在，请联系 %@。

# COULD_NOT_PERFORM_OWNED_IDENTITY_TRANSFER_ALERT_%@_%@
source: The profile could not be transfered. Please try again. If the problem persists, please contact %@. The error is: %@
de: Das Profil konnte nicht übertragen werden. Bitte versuche es erneut. Wenn das Problem weiterhin besteht, wende dich bitte an %@. Der Fehler lautet: %@
es: No se pudo transferir el perfil. Por favor, inténtalo de nuevo. Si el problema persiste, por favor contacta con %@. El error es: %@
fr: Le profil n'a pas pu être transféré. Si ce problème persisted, contactez %@. L'erreur est : %@
it: Impossibile trasferire il profilo. Riprova. Se il problema persiste, contatta %@. L'errore è: %@
ja: プロファイルの転送に失敗しました。もう一度お試しください。問題が解決しない場合は、%@までご連絡ください。エラー：%@
ko: 프로필 전송에 실패했습니다. 다시 시도해 주세요. 문제가 계속되면 %@에 문의해 주세요. 오류 내용은 다음과 같습니다: %@.
pt_br: Não foi possível transferir o perfil. Tente novamente. Se o problema persistir, entre em contato com %@. O erro é: %@
pt_pt: Não foi possível transferir o perfil. Tente novamente. Se o problema persistir, entre em contacto com %@. O erro é: %@
ru: Не удалось загрузить профиль. Пожалуйста, попробуйте еще раз. Если проблема не исчезнет, обратитесь в %@. Ошибка: %@
uk: Не вдалося завантажити профіль. Будь ласка, спробуйте ще раз. Якщо проблема не зникає, зверніться до %@. Помилка: %@
zh_hans: 个人资料无法传输。请重试。如果问题仍然存在，请联系 %@。 错误信息为：%@

# CURRENT_DEVICE
source: This device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
ja: このデバイス
ko: 이 장치
pt_br: Este dispositivo
pt_pt: Este dispositivo
ru: Это устройство
uk: Цей пристрій
zh_hans: 此设备

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Bravo !
it: Congratulazioni!
ja: おめでとうございます！
ko: 축하합니다!
pt_br: Parabéns!
pt_pt: Parabéns!
ru: Поздравляем!
uk: Вітаємо!
zh_hans: 恭喜！

# DIALOG_IDENTITY_PROVIDER_REVOKED_THIS_IDENTITY_MESSAGE
source: Your identity provider indicates that your Olvid identity (ID) was revoked, meaning it was potentially compromised. You cannot proceed with the configuration. Please contact your administrator for more details.
de: Ihr Identitätsanbieter gibt an, dass Ihre Olvid-ID widerrufen wurde, was bedeutet, dass sie möglicherweise kompromittiert wurde. Sie können die Konfiguration nicht fortsetzen. Wenden Sie sich für weitere Details an Ihren Administrator.
es: Su proveedor de identidad indica que su ID de Olvid ha sido revocado, lo que significa que podría haber sido comprometido. No puede continuar con la configuración. Póngase en contacto con su administrador para obtener más detalles.
fr: Votre fournisseur d'identités indique que votre ID Olvid a été révoqué car il est potentiellement compromis. Vous ne pouvez pas poursuivre la configuration. Veuillez contacter votre administrateur pour plus de détails.
it: Il tuo provider di identità indica che il tuo ID Olvid è stato revocato, il che significa che potrebbe essere stato compromesso. Non puoi procedere con la configurazione. Contatta il tuo amministratore per maggiori dettagli.
ja: お客様のIDプロバイダーによると、お客様のOlvid IDが取り消されています。これは、IDが不正に利用された可能性があることを意味します。設定を続けることはできません。 詳細については、管理者にお問い合わせください。
ko: 귀하의 ID 공급자는 귀하의 Olvid ID가 해지되었음을 나타냅니다. 즉, ID가 유출되었을 가능성이 있습니다. 따라서 설정을 진행할 수 없습니다. 자세한 내용은 관리자에게 문의하십시오.
pt_br: Seu provedor de identidade indica que seu ID Olvid foi revogado, o que significa que ele pode ter sido comprometido. Você não pode prosseguir com a configuração. Entre em contato com seu administrador para obter mais detalhes.
pt_pt: O seu provedor de identidade indica que o seu ID Olvid foi revogado, o que significa que pode ter sido comprometido. Não pode prosseguir com a configuração. Contacte o seu administrador para obter mais detalhes.
ru: Ваш поставщик удостоверений личности сообщает, что ваш Olvid ID был отозван, что означает, что он мог быть скомпрометирован. Вы не можете продолжить настройку. Обратитесь к вашему администратору для получения более подробной информации.
uk: Ваш провайдер ідентифікації вказує на те, що ваш Olvid ID було скасовано, тобто він міг бути скомпрометований. Ви не можете продовжити налаштування. Зверніться до свого адміністратора для отримання додаткової інформації.
zh_hans: 您的身份验证提供商表明您的 Olvid ID 已被撤销，这意味着它可能已被泄露。您无法继续配置。 请联系您的管理员了解更多详情。

# DIALOG_IDENTITY_PROVIDER_REVOKED_THIS_IDENTITY_TITLE
source: Identity Revoked
de: Identität widerrufen
es: Identidad revocada
fr: Identité révoquée
it: Identità revocata
ja: アカウントが停止されました
ko: 계정 인증 해지
pt_br: Identidade revogada
pt_pt: Identidade revogada
ru: Идентификатор отозван
uk: Ідентифікатор скасовано
zh_hans: 身份已撤销

# DIALOG_MESSAGE_FAILED_TO_UPLOAD_IDENTITY_TO_KEYCLOAK
source: Olvid was unable to upload your Olvid ID to your company's identity provider. It will be retried in the background.
de: Olvid konnte Ihre Olvid-ID nicht mit dem Identitätsanbieter Ihres Unternehmens hochladen. Der Vorgang wird im Hintergrund wiederholt.
es: Olvid no pudo cargar tu ID de Olvid al proveedor de identidad de tu empresa. Se reintentará en segundo plano.
fr: Olvid n'a pas réussi à transmettre votre ID Olvid au fournisseur d'identité de votre entreprise. De nouveaux essais seront réalisés en tâche de fond.
it: Olvid non è stato in grado di caricare il tuo ID Olvid sul provider di identità della tua azienda. Il tentativo verrà riproposto in background.
ja: Olvidは、お客様のOlvid IDを会社のIDプロバイダーにアップロードできませんでした。バックグラウンドで再試行します。
ko: Olvid가 귀하의 Olvid ID를 회사 ID 공급업체에 업로드하지 못했습니다. 백그라운드에서 다시 시도합니다.
pt_br: O Olvid não conseguiu enviar seu ID Olvid para o provedor de identidade da sua empresa. A operação será repetida em segundo plano.
pt_pt: O Olvid não conseguiu enviar o seu ID do Olvid para o fornecedor de identidade da sua empresa. A operação será repetida em segundo plano.
ru: Olvid не смог загрузить ваш Olvid ID в поставщик идентификации вашей компании. Повторная попытка будет выполнена в фоновом режиме.
uk: Olvid не зміг завантажити ваш Olvid ID до провайдера ідентифікації вашої компанії. Спроба буде повторена у фоновому режимі.
zh_hans: Olvid 无法将您的 Olvid ID 上传到您公司的身份提供程序。系统将在后台重试。

# DIALOG_TITLE_IDENTITY_PROVIDER_ERROR
source: Identity provider error
de: Fehler des Identitätsanbieters
es: Error del proveedor de identidad
fr: Erreur du fournisseur d'identité
it: Errore del provider di identità
ja: ID プロバイダーエラー
ko: ID 제공업체 오류
pt_br: Erro do provedor de identidade
pt_pt: Erro do fornecedor de identidade
ru: Ошибка провайдера идентификации
uk: Помилка провайдера ідентифікації
zh_hans: 身份验证提供程序错误

source: Distribution server mismatch
de: Verteilungs-Server-Fehler
es: Incompatibilidad del servidor de distribución
fr: Incohérence du serveur de distribution
it: Discrepanza tra server di distribuzione
ja: 配信サーバーの不一致
ko: 배포 서버 불일치
pt_br: Incompatibilidade com o servidor de distribuição
pt_pt: Incompatibilidade do servidor de distribuição
ru: Несоответствие сервера распространения
uk: Неспівпадіння серверу розповсюдження
zh_hans: 分发服务器不匹配

# DO_YOU_HAVE_OTHER_PROFILES_TO_ADD
source: If you have multiple profiles on your other device, would you like to add them too?
de: Wenn Sie auf Ihrem anderen Gerät mehrere Profile haben, möchten Sie diese auch hinzufügen?
es: ¿Si tienes múltiples perfiles en tu otro dispositivo, ¿te gustaría agregarlos también?
fr: Si vous avez plusieurs profils sur votre deuxième appareil, voulez-vous les ajouter aussi ?
it: Se hai più profili sul tuo altro dispositivo, desideri aggiungerli anche qui?
ja: 他のデバイスで複数のプロフィールをお持ちの場合、それらも追加しますか？
ko: 다른 기기에 여러 개의 프로필이 있는 경우, 이 프로필도 추가하시겠습니까?
pt_br: Se você tiver vários perfis em outro dispositivo, gostaria de adicioná-los também?
pt_pt: Se tiver vários perfis no seu outro dispositivo, gostaria de adicioná-los também?
ru: Если на вашем другом устройстве у вас несколько профилей, вы хотите добавить их тоже?
uk: Якщо у вас є декілька профілів на іншому пристрої, чи бажаєте ви додати їх також?
zh_hans: 如果您的其他设备上有多个个人资料，您是否想也添加它们？

# DO_YOU_WANT_ALL_YOUR_DEVICE_TO_STAY_ACTIVE_[THIS_WAY](_)
source: Do you want all your devices to stay active? [This way](_)
de: Möchtest du alle deine Geräte aktiv lassen? [Auf diese Weise](_)
es: ¿Quieres que todos tus dispositivos permanezcan activos? [De esta manera](_)
fr: Voulez-vous que tous vos appareils restent actifs ? [Par ici](_)
it: Vuoi che tutti i tuoi dispositivi rimangano attivi? [In questo modo](_)
ja: すべてのデバイスをアクティブな状態に維持しますか？[こちらをクリック](_)
ko: 모든 기기를 계속 활성 상태로 유지하시겠습니까? [이렇게 하면 됩니다](_)
pt_br: Você quer que todos os seus dispositivos permaneçam ativos? [Dessa forma](_)
pt_pt: Deseja que todos os seus dispositivos permaneçam ativos? [Desta forma](_)
ru: Вы хотите, чтобы все ваши устройства оставались активными? [Таким образом](_)
uk: Ви хочете, щоб усі ваші пристрої залишалися активними? [Таким чином](_)
zh_hans: 您希望您的所有设备保持在线状态吗？[这样可以](_)

# ENABLE_AUTOMATIC_BACKUP_AND_CONTINUE
source: Activate automatic backup
de: Automatische Sicherung aktivieren
es: Activar copia de seguridad automática
fr: Activer les sauvegardes automatiques
it: Attiva il backup automatico
ja: 自動バックアップを有効にする
ko: 자동 백업 활성화
pt_br: Ativar backup automático
pt_pt: Ativar a cópia de segurança automática
ru: Активировать автоматическое резервное копирование
uk: Увімкнути автоматичне резервне копіювання
zh_hans: 启用自动备份

# ENABLE_AUTOMATIC_BACKUP_EXPLANATION
source: The backup was successfully restored. To make sure you can restore a fresh backup the next time you need to, we recommend to activate automatic iCloud backups.
de: Die Sicherung wurde erfolgreich wiederhergestellt. Um sicherzustellen, dass Sie beim nächsten Mal problemlos eine aktuelle Sicherung wiederherstellen können, empfehlen wir, automatische iCloud-Sicherungen zu aktivieren.
es: La copia de seguridad se restauró correctamente. Para asegurarte de poder restaurar una copia de seguridad reciente la próxima vez que lo necesites, te recomendamos activar las copias de seguridad automáticas de iCloud.
fr: La sauvegarde a été restaurée avec succès. Pour vous assurer de pouvoir restaurer à nouveau une sauvegarde la prochaine fois que vous en aurez besoin, nous vous recommandons d'activer les sauvegardes automatiques vers iCloud.
it: Il backup è stato ripristinato con successo. Per assicurarti di poter ripristinare un backup aggiornato la prossima volta che ne avrai bisogno, ti consigliamo di attivare i backup automatici su iCloud.
ja: バックアップの復元に成功しました。次回以降も問題なくバックアップを復元できるように、自動iCloudバックアップを有効にすることをお勧めします。
ko: 백업이 성공적으로 복원되었습니다. 다음에 백업을 복원할 때 문제가 없도록 자동 iCloud 백업을 활성화하는 것이 좋습니다.
pt_br: O backup foi restaurado com sucesso. Para garantir que você possa restaurar um novo backup na próxima vez que precisar, recomendamos ativar os backups automáticos do iCloud.
pt_pt: A cópia de segurança foi restaurada com sucesso. Para garantir que pode restaurar uma cópia de segurança nova na próxima vez que precisar, recomendamos que ative as cópias de segurança automáticas do iCloud.
ru: Резервная копия успешно восстановлена. Чтобы убедиться, что в следующий раз вы сможете восстановить свежую резервную копию, мы рекомендуем включить автоматическое резервное копирование в iCloud.
uk: Резервна копія була успішно відновлена. Щоб переконатися, що ви зможете відновити свіжу резервну копію наступного разу, коли це буде потрібно, рекомендуємо активувати автоматичне створення резервних копій iCloud.
zh_hans: 备份已成功恢复。为了确保下次需要时可以恢复最新的备份，我们建议您启用自动 iCloud 备份。

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
pt_pt: Erro
ru: Ошибка
uk: Помилка
zh_hans: 错误

source: Error description:
de: Fehlerbeschreibung:
es: Descripción del error:
fr: Description de l'erreur:
it: Descrizione dell'errore:
ja: エラーの説明:
ko: 오류 설명:
pt_br: Descrição do erro:
pt_pt: Descrição do erro:
ru: Описание ошибки:
uk: Опис помилки:
zh_hans: 错误描述:

# EXPLANATION_KEYCLOAK_BIND
source: The name above was retrieved from your company's identity provider. Once your Olvid ID is managed by your this provider, this is how your contacts will see you in Olvid.
de: Der angezeigte Name wurde von Ihrem Unternehmens-Identitätsanbieter abgerufen. Sobald Ihre Olvid ID von diesem Anbieter verwaltet wird, wird sie Ihren Kontakten in Olvid so angezeigt.
es: El nombre que aparece arriba se obtuvo del proveedor de identidad de tu empresa. Una vez que tu ID de Olvid sea gestionado por este proveedor, así es como tus contactos te verán en Olvid.
fr: Le nom ci-dessus à été récupéré depuis le fournisseur d'identité de votre société. Une fois votre ID Olvid géré par ce fournisseur, c'est comme cela que vos contacts vous verront dans Olvid.
it: Il nome visualizzato sopra è stato recuperato dal provider di identità della tua azienda. Una volta che il tuo ID Olvid sarà gestito da questo provider, è così che i tuoi contatti ti vedranno in Olvid.
ja: 上記の名前は、お客様の会社のIDプロバイダーから取得されました。お客様のOlvid IDがこのプロバイダーによって管理されるようになると、Olvidの連絡先はあなたをこのように表示します。
ko: 위에 표시된 이름은 회사 ID 공급업체에서 가져온 것입니다. Olvid ID를 이 공급업체에서 관리하면 연락처가 Olvid에서 사용자를 식별할 때 이 이름이 표시됩니다.
pt_br: O nome exibido acima foi obtido do provedor de identidade da sua empresa. Uma vez que seu ID Olvid seja gerenciado por este provedor, é assim que seus contatos o verão no Olvid.
pt_pt: O nome acima foi obtido do provedor de identidade da sua empresa. Quando o seu ID Olvid for gerido por este provedor, é assim que os seus contactos o verão no Olvid.
ru: Имя выше было получено из вашего корпоративного поставщика удостоверений. После того, как ваш Olvid ID будет управляться этим поставщиком, именно так ваши контакты будут видеть вас в Olvid.
uk: Ім'я вище було отримано з вашого корпоративного провайдера ідентифікації. Після того, як ваш Olvid ID буде управлятися цим провайдером, саме так ваші контакти бачитимуть вас в Olvid.
zh_hans: 上面的名称是从您公司的身份提供程序中检索的。一旦您的 Olvid ID 由该提供程序管理，您的联系人将在 Olvid 中看到您。

# FORM_COMPANY
source: Company
de: Firma
es: Empresa
fr: Société
it: Azienda
ja: 会社
ko: 회사
pt_br: Empresa
pt_pt: Empresa
ru: Компания
uk: Компанія
zh_hans: 公司

# FORM_FIRST_NAME
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
ko: 이름
pt_br: Primeiro nome
pt_pt: Nome
ru: Имя
uk: Ім'я
zh_hans: 名字

# FORM_LAST_NAME
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 名字
ko: 성
pt_br: Sobrenome
pt_pt: Apelido
ru: Фамилия
uk: Прізвище
zh_hans: 姓

source: Identity provider
de: Identitätsanbieter
es: Proveedor de identidad
fr: Fournisseur d'identité
it: Fornitore di identità
ja: IDプロバイダー
ko: ID 제공업체
pt_br: Provedor de identidade
pt_pt: Fornecedor de identidade
ru: Поставщик удостоверений
uk: Постачальник ідентифікаторів
zh_hans: 身份提供商

source: Identity provider configuration
de: Konfiguration des Identitätsanbieters
es: Configuración del proveedor de identidad
fr: Configuration du fournisseur d'identité
it: Configurazione del provider di identità
ja: ID プロバイダー設定
ko: ID 공급자 구성
pt_br: Configuração do provedor de identidade
pt_pt: Configuração do fornecedor de identidade
ru: Настройка провайдера идентификации
uk: Конфігурація провайдера ідентичності
zh_hans: 身份验证提供程序配置
